commands = '''
**-` .م1` : اوامر السورس

-` .م2` : اوامر الحساب

-` .م3` : اوامر الكروبات والاذاعة

-` .م4` : اوامر تشيكر و تمويل**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس

-` .المطور ` : مطور السورس

-` .الاوامر ` :اوامر السورس**

-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك

-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .مكرر + عدد الثواني + نص` : ارسال رسائل مؤقتة

-` .ادمن` : القنوات يلي انت ادمن بيها**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
رباعي = gg_gh او gg_g2
V2سداسي = vvvv22 او sss888 او ssxxsx او c1cc1
سباعي = vvvv444 او ccc444c او ss22sss او dsdsssd
سباعي = ss00000ss
سداسي مثال= g5_555
خماسي مثال = g_555
id مثال = id765
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الكلايم
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : ثلاثي

2 : ثلاثي فقط احرف و اخر ارقام

3 : بوت ثنائي

4 : بوت ثلاثي

5 : خماسي حرف

6 : خماسي حرفين

7 : سداسي حرف

8 : سداسي حرفين 

9 : سباعي حرف 

10 :  رباعي 

11 : V2سداسي حرفين

12 : V2 سباعي

13 : خماسي مثال G_555

14 : سداسي مثال G5_555

15 : id مثال id765
--------------------------------------------------------------
طريقة تفعيل الصيد 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
---------------------------------------------------------------
-----------------------------
- مثال : .صيد 30000 2 @GGG5G
-----------------------------
'''
